Repository: JRMHDCK/BookmarkBridge
Catalog: BookmarkBridge/Documentation/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt

# sync.failure.short
source: Synchronization failed.
de: Die Synchronisierung ist fehlgeschlagen.
es: Error de sincronización.
fr: La synchronisation a échoué.
it: La sincronizzazione non è riuscita.
nl: Synchronisatie mislukt.
pl: Synchronizacja nie powiodła się.
pt: A sincronização falhou.

# sync.inProgress
source: Synchronization in progress…
de: Synchronisierung läuft…
es: Sincronización en curso...
fr: Synchronisation en cours…
it: Sincronizzazione in corso...
nl: Synchronisatie bezig...
pl: Synchronizacja w toku…
pt: Sincronização em andamento…

# sync.interrupted
source: Synchronization Interrupted
de: Synchronisierung unterbrochen
es: Sincronización interrumpida
fr: Synchronisation interrompue
it: Sincronizzazione interrotta
nl: Synchronisatie onderbroken
pl: Synchronizacja przerwana
pt: Sincronização interrompida

# sync.preparing
source: Preparing synchronization…
de: Synchronisierung wird vorbereitet…
es: Preparando sincronización…
fr: Préparation de la synchronisation…
it: Preparazione della sincronizzazione…
nl: Synchronisatie voorbereiden…
pl: Przygotowuję synchronizację…
pt: Preparando sincronização…

# sync.restoreTarget.bookmarksFile
source: bookmarks file
de: Lesezeichendatei
es: archivo de marcadores
fr: fichier de favoris
it: file dei segnalibri
nl: bladwijzers bestand
pl: plik zakładek
pt: arquivo de favoritos

# sync.restoreTarget.participant
source: %@ state
de: %@ Zustand
es: %@ estado
fr: %@ état
it: %@ stato
nl: %@ staat
pl: %@ stan
pt: %@ estado

# sync.validating
source: Validating synchronization…
de: Synchronisierung wird validiert…
es: Validando sincronización…
fr: Validation de la synchronisation…
it: Convalida della sincronizzazione…
nl: Synchronisatie valideren…
pl: Sprawdzam synchronizację…
pt: Validando sincronização…

# synchronization.direction.subtitle
source: Choose the direction manually. Without a durable change history, BookmarkBridge cannot reliably determine the newest source automatically.
de: Wählen Sie die Richtung manuell. Ohne dauerhaften Änderungsverlauf kann BookmarkBridge die neueste Quelle nicht zuverlässig automatisch bestimmen.
es: Elija la dirección manualmente. Sin un historial de cambios persistente, BookmarkBridge no puede determinar de forma fiable la fuente más reciente.
fr: Choisissez le sens manuellement. Sans historique durable des modifications, BookmarkBridge ne peut pas déterminer automatiquement la source la plus récente de façon fiable.
it: Scegli manualmente la direzione. Senza una cronologia persistente, BookmarkBridge non può determinare automaticamente la fonte più recente in modo affidabile.
nl: Kies de richting handmatig. Zonder blijvende wijzigingsgeschiedenis kan BookmarkBridge de nieuwste bron niet betrouwbaar automatisch bepalen.
pl: Wybierz kierunek ręcznie. Bez trwałej historii zmian BookmarkBridge nie może wiarygodnie automatycznie określić najnowszego źródła.
pt: Escolha a direção manualmente. Sem um histórico persistente, o BookmarkBridge não pode determinar automaticamente a fonte mais recente com segurança.

# synchronization.direction.title
source: Direction
de: Richtung
es: Dirección
it: Direzione
nl: Richting
pl: Kierunek
pt: Direção

# synchronization.title
source: Synchronization
de: Synchronisierung
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
nl: Synchronisatie
pl: Synchronizacja
pt: Sincronização

# tooltip.authorize.chrome
source: Select the Chrome Profiles folder again.
de: Wählen Sie erneut den Ordner „Chrome-Profile“ aus.
es: Seleccione la carpeta Perfiles de Chrome nuevamente.
fr: Sélectionne à nouveau le dossier des profils Chrome.
it: Seleziona nuovamente la cartella Profili Chrome.
nl: Selecteer opnieuw de map Chrome-profielen.
pl: Wybierz ponownie folder Profile Chrome.
pt: Selecione a pasta Perfis do Chrome novamente.

# tooltip.authorize.safari
source: Select the Safari bookmarks library again.
de: Wählen Sie erneut die Safari-Lesezeichenbibliothek aus.
es: Seleccione nuevamente la biblioteca de marcadores de Safari.
fr: Sélectionne à nouveau la bibliothèque de favoris Safari.
it: Seleziona nuovamente la libreria dei segnalibri di Safari.
nl: Selecteer opnieuw de Safari-bladwijzerbibliotheek.
pl: Wybierz ponownie bibliotekę zakładek Safari.
pt: Selecione a biblioteca de favoritos do Safari novamente.

# tooltip.compare
source: Displays detected differences without changing the data.
de: Zeigt erkannte Unterschiede an, ohne die Daten zu ändern.
es: Muestra las diferencias detectadas sin cambiar los datos.
fr: Affiche les différences détectées sans modifier les données.
it: Visualizza le differenze rilevate senza modificare i dati.
nl: Geeft gedetecteerde verschillen weer zonder de gegevens te wijzigen.
pl: Wyświetla wykryte różnice bez zmiany danych.
pt: Exibe as diferenças detectadas sem alterar os dados.

# tooltip.reload
source: Replays authorized favorites without modifying the data.
de: Gibt autorisierte Favoriten wieder, ohne die Daten zu ändern.
es: Reproduce favoritos autorizados sin modificar los datos.
fr: Relit les favoris autorisés sans modifier les données.
it: Riproduce i preferiti autorizzati senza modificare i dati.
nl: Speelt geautoriseerde favorieten af zonder de gegevens te wijzigen.
pl: Odtwarza autoryzowane ulubione bez modyfikowania danych.
pt: Reproduz favoritos autorizados sem modificar os dados.

# tooltip.restore
source: Restores the last available backup for the target library.
de: Stellt die letzte verfügbare Sicherung für die Zielbibliothek wieder her.
es: Restaura la última copia de seguridad disponible para la biblioteca de destino.
fr: Restaure la dernière sauvegarde disponible pour la bibliothèque cible.
it: Ripristina l'ultimo backup disponibile per la libreria di destinazione.
nl: Herstelt de laatst beschikbare back-up voor de doelbibliotheek.
pl: Przywraca ostatnią dostępną kopię zapasową biblioteki docelowej.
pt: Restaura o último backup disponível para a biblioteca de destino.

# tooltip.retry
source: Prepare a new attempt after verification.
de: Bereiten Sie nach der Überprüfung einen neuen Versuch vor.
es: Prepare un nuevo intento después de la verificación.
fr: Prépare une nouvelle tentative après vérification.
it: Preparare un nuovo tentativo dopo la verifica.
nl: Bereid een nieuwe poging voor na verificatie.
pl: Przygotuj nową próbę po weryfikacji.
pt: Prepare uma nova tentativa após verificação.

# tooltip.scan
source: Refreshes the preview without changing the data.
de: Aktualisiert die Vorschau, ohne die Daten zu ändern.
es: Actualiza la vista previa sin cambiar los datos.
fr: Actualise l’aperçu sans modifier les données.
it: Aggiorna l'anteprima senza modificare i dati.
nl: Vernieuwt het voorbeeld zonder de gegevens te wijzigen.
pl: Odświeża podgląd bez zmiany danych.
pt: Atualiza a visualização sem alterar os dados.

# tooltip.synchronization
source: Opens the sync preview.
de: Öffnet die Synchronisierungsvorschau.
es: Abre la vista previa de sincronización.
fr: Ouvre l’aperçu de synchronisation.
it: Apre l'anteprima della sincronizzazione.
nl: Opent het synchronisatievoorbeeld.
pl: Otwiera podgląd synchronizacji.
pt: Abre a visualização da sincronização.

# tooltip.synchronize
source: Synchronizes previewed bookmarks between Safari and Chrome.
de: Synchronisiert Vorschau-Lesezeichen zwischen Safari und Chrome.
es: Sincroniza los marcadores de vista previa entre Safari y Chrome.
fr: Synchronise les favoris prévisualisés entre Safari et Chrome.
it: Sincronizza i segnalibri in anteprima tra Safari e Chrome.
nl: Synchroniseert voorbeeldbladwijzers tussen Safari en Chrome.
pl: Synchronizuje podgląd zakładek między Safari i Chrome.
pt: Sincroniza marcadores visualizados entre Safari e Chrome.

# whatsNew.features.explorer
source: Selection of Chrome profiles, folders and favorites before synchronization.
de: Auswahl von Chrome-Profilen, Ordnern und Favoriten vor der Synchronisierung.
es: Selección de perfiles, carpetas y favoritos de Chrome antes de la sincronización.
fr: Sélection des profils Chrome, dossiers et favoris avant synchronisation.
it: Selezione di profili, cartelle e preferiti Chrome prima della sincronizzazione.
nl: Selectie van Chrome-profielen, mappen en favorieten vóór synchronisatie.
pl: Wybór profili Chrome, folderów i ulubionych przed synchronizacją.
pt: Seleção de perfis, pastas e favoritos do Chrome antes da sincronização.

# whatsNew.features.help
source: Welcome wizard, macOS installation guide and offline manual.
de: Willkommensassistent, macOS-Installationsanleitung und Offline-Handbuch.
es: Asistente de bienvenida, guía de instalación de macOS y manual sin conexión.
fr: Assistant de bienvenue, guide d’installation macOS et manuel hors ligne.
it: Procedura guidata di benvenuto, guida all'installazione di macOS e manuale offline.
nl: Welkomstwizard, macOS-installatiegids en offline handleiding.
pl: Kreator powitalny, instrukcja instalacji macOS i instrukcja offline.
pt: Assistente de boas-vindas, guia de instalação do macOS e manual off-line.

# whatsNew.features.sync
source: Two-way Safari and Chrome sync with preview and confirmation.
de: Bidirektionale Safari- und Chrome-Synchronisierung mit Vorschau und Bestätigung.
es: Sincronización bidireccional de Safari y Chrome con vista previa y confirmación.
fr: Synchronisation bidirectionnelle Safari et Chrome avec aperçu et confirmation.
it: Sincronizzazione bidirezionale di Safari e Chrome con anteprima e conferma.
nl: Tweerichtingssynchronisatie in Safari en Chrome met voorbeeld en bevestiging.
pl: Dwukierunkowa synchronizacja Safari i Chrome z podglądem i potwierdzeniem.
pt: Sincronização bidirecional do Safari e do Chrome com visualização e confirmação.

# whatsNew.features.title
source: New features
de: Neue Funktionen
es: Nuevas características
fr: Nouvelles fonctionnalités
it: Nuove funzionalità
nl: Nieuwe functies
pl: Nowe funkcje
pt: Novos recursos

# whatsNew.fixes.idempotence
source: Engine stabilization and prevention of duplicates on the second pass.
de: Motorstabilisierung und Vermeidung von Duplikaten beim zweiten Durchgang.
es: Estabilización del motor y prevención de duplicados en la segunda pasada.
fr: Stabilisation du moteur et prévention des doublons au second passage.
it: Stabilizzazione del motore e prevenzione dei duplicati al secondo passaggio.
nl: Motorstabilisatie en preventie van duplicaten bij de tweede passage.
pl: Stabilizacja silnika i zapobieganie duplikacjom w drugim przebiegu.
pt: Estabilização do motor e prevenção de duplicatas na segunda passagem.

# whatsNew.fixes.permissions
source: Secure two-way backup and restore.
de: Sichere bidirektionale Sicherung und Wiederherstellung.
es: Copia de seguridad y restauración bidireccionales seguras.
fr: Sauvegarde et restauration sécurisées dans les deux sens.
it: Backup e ripristino sicuri bidirezionali.
nl: Veilige tweerichtingsback-up en -herstel.
pl: Bezpieczne dwukierunkowe tworzenie kopii zapasowych i przywracanie.
pt: Backup e restauração bidirecionais seguros.

# whatsNew.fixes.restore
source: Partial selections kept until transaction validation.
de: Teilauswahlen bleiben bis zur Transaktionsvalidierung erhalten.
es: Las selecciones parciales se mantienen hasta la validación de la transacción.
fr: Sélections partielles conservées jusqu’à la validation de transaction.
it: Selezioni parziali mantenute fino alla validazione della transazione.
nl: Gedeeltelijke selecties worden bewaard tot transactievalidatie.
pl: Częściowe selekcje przechowywane do czasu zatwierdzenia transakcji.
pt: Seleções parciais mantidas até a validação da transação.

# whatsNew.fixes.title
source: Fixes
de: Korrekturen
es: Correcciones
fr: Corrections
it: Correzioni
nl: Oplossingen
pl: Poprawki
pt: Correções

# whatsNew.improvements.native
source: Logos and favorites tree harmonized with macOS.
de: Logos und Favoritenbaum harmonieren mit macOS.
es: Logotipos y árbol de favoritos armonizados con macOS.
fr: Logos et arborescence des favoris harmonisés avec macOS.
it: Loghi e albero dei preferiti armonizzati con macOS.
nl: Logo's en favorietenboom geharmoniseerd met macOS.
pl: Logo i drzewo ulubionych zharmonizowane z macOS.
pt: Árvore de logotipos e favoritos harmonizada com o macOS.

# whatsNew.improvements.packaging
source: Improved DMG and first opening path.
de: Verbessertes DMG und erster Eröffnungspfad.
es: DMG mejorado y primer camino de apertura.
fr: DMG et parcours de première ouverture améliorés.
it: DAN e primo percorso di apertura migliorati.
nl: Verbeterde DMG en eerste openingspad.
pl: Ulepszone DMG i pierwsza ścieżka otwarcia.
pt: DMG aprimorado e primeiro caminho de abertura.

# whatsNew.improvements.qa
source: Single window navigation and more readable selection.
de: Einzelfensternavigation und besser lesbare Auswahl.
es: Navegación en ventana única y selección más legible.
fr: Navigation en fenêtre unique et sélection plus lisible.
it: Navigazione in una finestra singola e selezione più leggibile.
nl: Navigatie in één venster en beter leesbare selectie.
pl: Nawigacja w jednym oknie i bardziej czytelny wybór.
pt: Navegação em janela única e seleção mais legível.

# whatsNew.improvements.title
source: Improvements
de: Verbesserungen
es: Mejoras
fr: Améliorations
it: Miglioramenti
nl: Verbeteringen
pl: Ulepszenia
pt: Melhorias

# whatsNew.introduction
source: This first public beta brings together two-way synchronization, detailed selection, the native interface and complete local documentation.
de: Diese erste öffentliche Beta vereint bidirektionale Synchronisierung, detaillierte Auswahl, die native Schnittstelle und vollständige lokale Dokumentation.
es: Esta primera versión beta pública reúne sincronización bidireccional, selección detallada, interfaz nativa y documentación local completa.
fr: Cette première bêta publique réunit la synchronisation bidirectionnelle, la sélection détaillée, l’interface native et une documentation locale complète.
it: Questa prima beta pubblica riunisce la sincronizzazione bidirezionale, la selezione dettagliata, l'interfaccia nativa e la documentazione locale completa.
nl: Deze eerste openbare bèta combineert tweerichtingssynchronisatie, gedetailleerde selectie, de native interface en volledige lokale documentatie.
pl: Ta pierwsza publiczna wersja beta łączy dwukierunkową synchronizację, szczegółowy wybór, natywny interfejs i pełną dokumentację lokalną.
pt: Este primeiro beta público reúne sincronização bidirecional, seleção detalhada, interface nativa e documentação local completa.

# whatsNew.title
source: What's new in BookmarkBridge
de: Was ist neu in BookmarkBridge?
es: ¿Qué hay de nuevo en BookmarkBridge?
fr: Nouveautés de BookmarkBridge
it: Novità in BookmarkBridge
nl: Wat is er nieuw in BookmarkBridge
pl: Co nowego w BookmarkBridge
pt: O que há de novo no BookmarkBridge

# whatsNew.window.title
source: What's new
de: Was ist neu?
es: ¿Qué hay de nuevo?
fr: Nouveautés
it: Cosa c'è di nuovo
nl: Wat is er nieuw
pl: Co nowego
pt: O que há de novo

# about.developer.value
source: Jerome Hudecek
es: Jérôme Hudecek
fr: Jérôme Hudecek
it: Girolamo Hudecek
pl: Hieronim Hudecek

# about.engine.value
source: BSE v1.0
es: EEB v1.0
it: ESB v1.0
pl: BSE wersja 1.0
pt: EEB v1.0

# about.logo
source: BookmarkBridge logo
es: MarcadorLogotipo del puente
fr: Logo BookmarkBridge
it: Logo BookmarkBridge
pl: Logo zakładki Bridge
pt: Logotipo do BookmarkBridge

# about.name
source: BookmarkBridge
es: MarcadorPuente
it: SegnalibroBridge
nl: BladwijzerBrug
pl: Zakładka Bridge

# about.version
source: Version %@ (Build %@)
es: Versión %@ (compilación %@)
it: Versione %@ (Build %@)
nl: Versie %@ (build %@)
pl: Wersja %@ (kompilacja %@)
pt: Versão %@ (Compilação %@)

# about.version.fallback
source: macOS app
es: aplicación macos
fr: Application macOS
it: applicazione macOS
pl: aplikacja na macOS
pt: aplicativo macOS

# about.version.withoutBuild
source: Version %@
es: Versión %@
it: Versione %@
nl: Versie %@
pl: Wersja %@
pt: Versão %@

# access.testResult
source: Test: %@
es: Prueba: %@
it: Prova: %@
pt: Teste: %@

# common.status
source: Status
es: Estado
fr: Statut
it: Stato
pl: Stan
pt: Estado

# help.glossary.bse.term
source: BSE
es: EEB
pt: EEB

# help.page.backups.title
source: Backups
es: Copias de seguridad
fr: Sauvegardes
it: Backup
pl: Kopie zapasowe
pt: Cópias de segurança

# help.page.faq.title
source: FAQs
es: Preguntas frecuentes
fr: FAQ
it: Domande frequenti
nl: Veelgestelde vragen
pl: Często zadawane pytania
pt: Perguntas frequentes

# help.page.installation.title
source: Installation
es: Instalación
it: Installazione
nl: Installatie
pl: Instalacja
pt: Instalação

# manual.2Installation
source: 2. Installation
es: 2. Instalación
it: 2. Installazione
nl: 2. Installatie
pl: 2. Instalacja
pt: 2. Instalação

# manual.8BestPractices
source: 8. Best practices
es: 8. Mejores prácticas
fr: 8. Bonnes pratiques
it: 8. Migliori pratiche
nl: 8. Beste praktijken
pl: 8. Najlepsze praktyki
pt: 8. Melhores práticas

# manual.bookmarkbridge092BetaBuild1
source: BookmarkBridge 0.9.2 Beta, build 1.
es: BookmarkBridge 0.9.2 Beta, compilación 1.
nl: BookmarkBridge 0.9.2 Bèta, build 1.
pl: BookmarkBridge 0.9.2 Beta, wersja 1.
pt: BookmarkBridge 0.9.2 Beta, compilação 1.

# manual.bseV10
source: BSE v1.0.
es: EEB v1.0.
it: ESB v1.0.
pl: BSE wersja 1.0.
pt: EEB v1.0.

# manual.engineBSEV10
source: <b>Engine</b><br/>BSE v1.0
es: <b>Motor</b><br/>EEB v1.0
fr: <b>Moteur</b><br/>BSE v1.0
it: <b>Motore</b><br/>BSE v1.0
pl: <b>Silnik</b><br/>BSE v1.0
pt: <b>Motor</b><br/>BSE v1.0

# manual.jeromeHudecek
source: Jerome Hudecek
es: Jérôme Hudecek
fr: Jérôme Hudecek
it: Girolamo Hudecek
pl: Hieronim Hudecek

# manual.version092Beta
source: <b>Version</b><br/>0.9.2 Beta
es: <b>Versión</b><br/>0.9.2 Beta
it: <b>Versione</b><br/>0.9.2 Beta
nl: <b>Versie</b><br/>0.9.2 Bèta
pl: <b>Wersja</b><br/>0.9.2 Beta
pt: <b>Versão</b><br/>0.9.2 Beta

# manual.website
source: Website
es: Sitio web
it: Sito web
pl: Strona internetowa
pt: Site

# search.result.bookmark.accessibility
source: %@ %@, %@, in %@
es: %@ %@, %@, en %@
fr: %@ %@, %@, dans %@
pl: %@ %@, %@, w %@
pt: %@ %@, %@, em %@

# search.result.folder.accessibility
source: %@ %@, in %@
es: %@ %@, en %@
fr: %@ %@, dans %@
pl: %@ %@, w %@
pt: %@ %@, em %@

# settings.language.de
source: Deutsch
es: alemán
fr: Allemand
it: Tedesco
nl: Duits
pl: niemiecki
pt: Alemão

# sync.failure.restoreDetails
source: Details: %@.
es: Detalles: %@.
fr: Détails : %@.
it: Dettagli: %@.
pl: Szczegóły: %@.
pt: Detalhes: %@.

# synchronization.direction.chromeToSafari
source: Chrome → Safari
es: Cromo → Safari
nl: Chroom → Safari
pt: Cromo → Safári

# synchronization.direction.safariToChrome
source: Safari → Chrome
es: Safari → Cromo
it: Safari → Cromo
nl: Safari → Chroom
pt: Safári → Cromo

# whatsNew.version
source: Version %@ (Build %@)
es: Versión %@ (compilación %@)
it: Versione %@ (Build %@)
nl: Versie %@ (build %@)
pl: Wersja %@ (kompilacja %@)
pt: Versão %@ (Compilação %@)

# manual.googleChrome
source: Google Chrome
it: Google Cromo

# about.copyright
source: Copyright © 2026 Jérôme Hudecek
pl: Prawa autorskie © 2026 Jérôme Hudecek
pt: Direitos autorais © 2026 Jérôme Hudecek

# help.page.safari.title
source: Safari
pt: Safári

# manual.safari
source: Safari
pt: Safári
